In [20]:
# Data input and output

In [21]:
# CSV
# Excel
# HTML
# SQL

In [22]:
import pandas as pd

In [25]:
pd.read_csv('example.csv')

    1   2   3
0   4   5   6
1   7   8   9
2  10  11  12
3  13  14  15

In [23]:
df = pd.read_csv('example.csv')

In [32]:
df.to_csv('my_output', index=False)

In [33]:
pd.read_csv('my_output')

    1   2   3
0   4   5   6
1   7   8   9
2  10  11  12
3  13  14  15